Repository: Roxy1139/enigma2-plugins
Catalog: aspectratioswitch/po/*.po
Languages: cs

source: 4:3 Letterbox
cs: 4:3 s pruhy

source: 4:3 PanScan
cs: 4:3 naplno

source: 16:9 always
cs: 16:9 vždy

source: 16:10 Letterbox
cs: 16:10 s pruhy

source: 16:10 PanScan
cs: 16:10 naplno

source: 16:9 Letterbox
cs: 16:9 s pruhy

source: Bouquet +/- long
cs: dlouhé tlačítko kanálů +/-

source: Help key long
cs: dlouhé tlačítko Help

source: Radio key long
cs: dlouhé tlačítko Radio

source: PVR key long
cs: dlouhé tlačítko PVR

source: Plugin menu
cs: sezn.modulů

source: Extensions menu
cs: rozšířeném menu

source: AspectRatioSwitch Setup
cs: AspectRatioSwitch - nastavení

source: Quick switching via remote control
cs: Rychlé přepínání přes DO

source: Key mapping
cs: Mapovat přes :

source: Show switch message
cs: Zobrazit hlášení při přepnutí

source: Include %s
cs: Použít : %s

source: Set aspect ratio on startup
cs: Nastavit poměr stran při startu

source: Startup aspect ratio
cs: Start poměru stran :

source: Show Setup in
cs: Zobrazit nastavení v ...

source: Cancel
cs: Storno

source: Save
cs: Uložit

source: Use the configured key(s) on your remote control to switch aspect ratio modes. If any 'Quickbutton' actions were assigned to these keys, they will be disabled as long as this plugin is activated!
cs: Použijte nastavení tlačítka pro přepnutí poměru stran na dálkovém ovladači. Pokud již tlačítko využívá např. 'Quickbutton', bude jeho funkce nahrazena touto novou !

source: You need to include at least %d aspect ratio modes!
cs: Je třeba přidat alespoň %d módy poměru stran !

source: Changing keymap failed (%s).
cs: Změna mapování tlačítek selhala (%s) !

source: Aspect ratio switched from: %s to: %s
cs: Přepnout poměr stran z : %s na: %s

source: Aspect Ratio Switch setup
cs: Nastavit Aspect Ratio Switch

source: Quick switching of aspect ratio setting
cs: -- rychlé přepínání poměru stran
