Repository: Roxy1139/enigma2-plugins
Catalog: virtualzap/po/*.po
Languages: cs

source: Cancel
cs: Storno

source: Could not open Picture in Picture
cs: Nelze otevřít PIP

source: GUI needs a restart to apply the new settings. Do you want to Restart the GUI now?
cs: Je třeba restartovat Enigma2 ! Restartovat nyní ?

source: Remember last service
cs: Uložit poslední kanál

source: Restart GUI now?
cs: Restartovat Enigma2 nyní ?

source: Show PiP in Infobar
cs: Zobrazit PiP v info-panelu

source: Start standard PiP after x secs (0 = disabled)
cs: Spustit standardní PiP po x sec. (0 = vyp.)

source: Usage
cs: Spustit přes...

source: Use PiP
cs: Otevřít malé okno PiP

source: Virtual (PiP) Zap
cs: Zapnout "Virtual (PiP)"

source: Virtual Zap Setup
cs: -- zobrazit PiP okno v info-panelu

source: as plugin in extended bar
cs: jako modul v rozšířeném panelu

source: with exit button
cs: tlačítko "Exit"

source: with long OK press
cs: dlouhé tlačítko "OK"
