Repository: Roxy1139/enigma2-plugins
Catalog: internetradio/po/*.po
Languages: cs

source: 1 minutes
cs: 1 minuta

source: 3 minutes
cs: 3 minut

source: 30 seconds
cs: 30 sekund

source: Add current playing stream to favorite
cs: Přidat aktuální pořad do oblíbených

source: Add current selected genre to favorite
cs: Přidat aktuální žánr do oblíbených

source: Add current selected station to favorite
cs: Přidat aktuální stanici do oblíbených

source: Add sequence number to output file
cs: Přidat do výstupního souboru pořadové číslo

source: All Countries
cs: Všechny země

source: All Genres
cs: všechny žánry

source: Blank
cs: prázdné

source: Cancel
cs: Storno

source: Close
cs: Zavřít

source: Config
cs: Nastavení ...

source: Countries
cs: Země

source: Create a directory for each stream
cs: Založit složku pro tento stream

source: Do you really want to stop the recording?
cs: Chcete zastavit nahrávání ?

source: Enter in minutes (0 means unlimited)
cs: Zadání v minutách (0 = neomezeně)

source: Enter new name for favorite item
cs: Zadat nový název pro oblíbenou položku

source: Enter text to search for
cs: Zadat text pro hledání

source: Favorite list
cs: Seznam vybraných kanálů...

source: Favorites
cs: Oblíbené

source: Filter:
cs: Filtr :

source: Fullscreen
cs: Pozadí přes celou obrazovku

source: Fullscreen Layout
cs: Nastavení celé obrazovky

source: Fullscreen auto activation
cs: Aut.aktivovat pozadí na celou obrazovku za...

source: Genres
cs: Žánr

source: Getting %s
cs: Staženo : %s

source: Getting InternetRadio %s list...
cs: Stahuji seznam InternetRadio : %s ...

source: Getting streaming data from %s
cs: Stahuji stream data z : %s

source: Getting streaming data from %s
cs: Stahuji stream data z : %s

source: Internet Radio
cs: Internetové rádio

source: InternetRadio filter list (%s)
cs: InternetRadio - seznam filtru (%s)

source: InternetRadio station list for filter: %s
cs: Internetradio - seznam stanic pro filtr : %s

source: InternetRadio station list for search-criteria: %s
cs: InternetRadio - seznam stanic pro kritéria hledání : %s

source: Invalid Location
cs: Neplatné místo

source: No streaming data found...
cs: Žádná data streamingu nejsou dostupná...

source: OLED only
cs: na LCD (bez obrazovky)

source: Off
cs: vypnutý

source: On
cs: Do

source: Only running streamings can be recorded!
cs: Nahrávat lze pouze běžící stanici !

source: Record
cs: Záznam

source: Recording length
cs: Délka záznamu

source: Recording location:
cs: Umístění záznamu :

source: Recording stream station
cs: Nahrát aktuálně spuštěnou stanici

source: Rip to single file, name is timestamped
cs: Stáhnout do jednoho souboru, název bude časová značka

source: Screen and OLED
cs: na obrazovku a LCD

source: Screen only
cs: na obrazovku (bez LCD)

source: Search
cs: Hledat

source: Searching InternetRadio for %s...
cs: Hledat InternetRadio podle : %s...

source: Show TV
cs: Zobrazit dočasně TV

source: Show cover arts
cs: Zobrazit potisk

source: Show in extension menu:
cs: Zobrazit v rozšířeném menu :

source: Stations
cs: Stanice

source: Stop record
cs: Zastavit nahrávání

source: Streaming Information
cs: Streaming - info

source: Text only
cs: pouze text

source: Title: n/a
cs: Titulek : n/a

source: Visualization
cs: Obraz pozadí

source: Visualization and Text
cs: obraz a text

source: do not play a service on startup
cs: Nespouště stanici při startu

source: listen to internet-radio
cs: -- internetová rádia ze světa

source: nothing playing...
cs: nelze přehrát...

source: play current selected favorite on startup
cs: Spustit aktuálně vybranou stanici při startu

source: remove current selected favorite
cs: Odstranit

source: rename current selected favorite
cs: Přejmenovat
