Repository: Roxy1139/enigma2-plugins
Catalog: quickbutton/po/*.po
Languages: cs

source: Assign plugin to long blue key pressed
cs: Modul z Quick pod dlouhé modré tl.

source: Assign plugin to long green key pressed
cs: Modul z Quick pod dlouhé zelené tl.

source: Assign plugin to long red key pressed
cs: Modul z Quick pod dlouhé červené.tl.

source: Assign plugin to long yellow key pressed
cs: Modul z Quick pod dlouhé žluté tl.

source: Assign plugin to red key pressed
cs: Modul z Quick pod červené tlačítko

source: Cancel
cs: Storno

source: Display 4:3 content as
cs: Zobrazit 4:3 ...

source: EPG List
cs: EPG seznam

source: Error! Error Text: %s
cs: Chyba ! Text chyby : %s

source: Just Scale
cs: Jen roztáhnout

source: No plugin assigned!
cs: Žádná funkce není přiřazena !

source: Nothing
cs: nepřiděleno

source: Pan&Scan
cs: Zvětšit na celý obraz

source: Pillarbox
cs: Svislé pruhy

source: Plugin browser
cs: Seznam modulů

source: Plugin not found!
cs: Modul není k dispozici !

source: Timer
cs: seznam časovačů

source: Unknown Error
cs: Neznámá chyba

source: assigned to long blue
cs: modré tlačítko - dlouhé

source: assigned to long green
cs: zelené tlačítko - dlouhé

source: assigned to long red
cs: červené tlačítko - dlouhé

source: assigned to long yellow
cs: žluté tlačítko - dlouhé

source: assigned to red
cs: červené tlačítko

source: setup for Quickbutton
cs: -- nastavení úvodních barevných tlačítek

source: switch 4:3 content display
cs: přepnout 4:3 poměr

source: Quickbutton Setup
cs: Quickbutton - nastavení
