Repository: Roxy1139/enigma2-plugins
Catalog: advancedmovieselection/po/*.po
Languages: cs

source: Move/Copy not possible here!
cs: Přesun / kopírování zde není povoleno !

source: Enter text to search for
cs: Zadejte text pro hledání :

source: Do you really want to delete info/cover from: %s?
cs: Chcete odstranit info / potisk pro : %s ?

source: Do you really want to delete cover from: %s?
cs: Chcete odstranit potisk pro : %s ?

source: Do you really want to delete movie info from: %s?
cs: Chcete odstranit info videa pro : %s ?

source: Please wait... Loading list...
cs: Čekejte, načítám seznam...

source: Select the movie path
cs: Vyberte umístění videa...

source: Multiselection
cs: Vícenásobný výběr

source: Advanced movielist menu
cs: Rozšířené menu seznamu videa

source: Show event details
cs: Zobrazit detaily pořadu

source: Exit movielist
cs: Zavřít seznam videa

source: Select movie
cs: Vybrat film

source: Video preview jump forward
cs: Skok v náhledu videa dopředu

source: Video preview jump backward
cs: Skok v náhledu videa zpět

source: Jump to next marker
cs: Přejít na další značku

source: Jump to previous marker
cs: Přejít na předchozí značku

source: Start/Stop video preview
cs: Start / Stop náhledu videa

source: %s is currently recording!
cs: %s je aktuální záznam !

source: The timer for %s will be delete for stop the recording and after this the movie will be move to trashcan. Do you really want to continue?
cs: Časovač pro %s bude zrušený a nahrávané video bude přesunuto do koše ! Chcete pokračovat ?

source: Do you really want to move %s to trashcan?
cs: Chcete přesunout %s do koše ?

source: The timer for %s will be delete for stop the recording and after this the movie will be deleted. Do you really want to continue?
cs: Časovač pro %s bude zrušený a nahrávané video bude odstraněno ! Chcete pokračovat ?

source: Recordings are active, the timer(s) will also be deleted!
cs: Nahrávání stále běží, bude odstraněno i s příslušným časovačem !

source: Do you really want to move selected movies to trashcan?
cs: Chcete přesunout vybrané video do koše ?

source: Do you really want to delete selected movies?
cs: Chcete odstranit vybrané video ?

source: This cannot deleted, please select a movie for!
cs: Toto nelze odstranit, vyberte video !

source: this recording
cs: tento záznam

source: Load Length of Movies in Movielist has been disabled. Close and reopen Movielist is required to apply the setting.
cs: Načítání délky videa do seznamu je vypnuto ! Aby se toto nastavení aktivovalo, je nutné seznam zavřít a opět otevřít.

source: Tag 1
cs: Značka 1

source: Tag 2
cs: Značka 2

source: Movie location:
cs: Složka videa :

source: Movie library
cs: Knihovna videa

source: [Library update in progress]
cs: [běží aktualizace knihoven]

source: Please select the movie path...
cs: Vyberte umístění videa...

source: Directory %s nonexistent.
cs: Složka %s neexistuje !

source: Please select tag to filter...
cs: Vyberte značku pro filtr ...

source: No tags are set on these movies.
cs: Tyto videa nemají značky nastaveny

source: Please select the search path(s) for movies...
cs: Vyberte cestu pro vyhledávání videa...

source: Use direction keys to move the Moviebar. Press OK button for save or the EXIT button to cancel. Use the red button for reset to the original position.
cs: Použijte tlačítka s šipkami pro změnu pozice. OK -> uložit a ukončit... červené tlačítko -> zpět na předvolené hodnoty

source: Create new Tag
cs: Vytvořit nový žánr

source: Load Tag(s) from movies
cs: Načít žánr z videa

source: Use the OK Button for the selection.
cs: OK --> vybrat...

source: Add Tag(s) for Recordings/Timer or AutoTimer
cs: Výběr žánru k záznamu, časovači nebo aut.časovači...

source: Edit Tag(s) for: %s
cs: Upravit záložku pro : %s

source: Edit Tag(s)
cs: Upravit záložku

source: Please enter here the new tag:
cs: Zadejte zde nový žánr :

source: Do you really want to delete unused tags from default taglist? (Note that 'Cancel' will not undo this!)
cs: Chcete odstranit nepoužívané záložky z předvoleného seznamu ? (Akci nelze zrušit !)

source: Rename tag "%s" in movies and default taglist? (Note that 'Cancel' will not undo this!)
cs: Přejmenovat záložku "%s" v seznamu videa a předvolený seznam záložek ? (Pozor, už to nepůjde vrátit !)

source: Do you really want to delete tag "%s" from movies and default taglist? (Caution can not be undone!)
cs: Chcete odstranit záložku "%s" z videa a seznamu záložek ? (Akci nelze vrátit !)

source: Do you really want to delete all tags from movies and default taglist? (Caution can not be undone!)
cs: Chcete odstranit všechny záložky z videa použít předvolené ? (Akci již nelze vrátit !)

source: Add new tag
cs: Přidat novou značku

source: Rename this tag
cs: Přejmenovat tuto záložku

source: Delete this tag
cs: Odstranit tuto značku

source: Delete unused tags from default taglist
cs: Odstranit nepoužívané záložky z předvoleného seznamu

source: Delete all tags
cs: Odstranit všechny značky

source: Toggle selected
cs: Volba vybráno / nevybráno

source: File Browser
cs: Prohlížeč souborů

source: Recording
cs: Nahrávání

source: Standby
cs: Režim spánku

source: Switched on
cs: Zapnout

source: The %s is a client box
cs: %s je klientský sat.přijímač

source: Hostname:
cs: Přihlášení :

source: <Local device>
cs: (lokální sat.přijímač)

source: Advanced Movie Selection - Clientbox setup
cs: Advanced Movie Selection - nastavení přijímače klienta

source: Local IP: %s
cs: Lokální IP : %s

source: Available Server/Clients
cs: Dostupný server / klienti

source: Remoteserver disabled!
cs: Dálkový server je deaktivovaný !

source: ATTENTION: DHCP in lan configuration is activ, no clientbox services available!
cs: Upozornění : DHCP v konfiguraci sítě je aktivní, ale přijímač klienta není dostupný !

source: Port address:
cs: Server/klient - port :

source: Set the port address for client and server. Port address from connected clients will be automatically updated.
cs: Nastavit adresu portu pro klienta a server. Adresy portů připojených klientů budou aut.aktualizovány.

source: Start search IP:
cs: Start hledání podle IP :
