Repository: Roxy1139/enigma2-plugins
Catalog: advancedmovieselection/po/*.po
Languages: cs

source: If this option is activated automatically when a movie does not start from the last position, the movie starts at the first marker.
cs: Video se bude spouštět ne od poslední značky, ale od první

source: Show movie tags in extensions menu from movielist:
cs: Zobrazit v interním menu záložky videa :

source: Displays movie tags function in the menu at the movie list.
cs: Zobrazit v menu funkci pro záložky videa

source: Show filter by tags in extensions menu from movielist:
cs: Zobrazit v interním menu filtr pro záložky :

source: Displays filter by tags function in the menu at the movie list.
cs: Zobrazit v menu filtr funkcí záložek

source: Show search trailer on web in extensions menu from movielist:
cs: Zobrazit v interním menu vyhledání upoutávek z webu :

source: Displays search trailer on web function in the menu at the movie list.
cs: Zobrazit v menu funkci pro "Vyhledání ukázky na webu"

source: Show Set VSR in extensions menu from movielist:
cs: Zobrazit v interním menu přístupnost diváků :

source: Displays set VSR function in the menu at the movie list.
cs: Zobrazit v menu věk přístupnosti malých diváků k videu

source: Show Filter by description in extensions menu from movielist:
cs: Zobrazit v interním menu filtr pro popis :

source: Displays the Filter by description function in the menu at the movie list.
cs: Zobrazit v menu funkci pro filtr popisů

source: Show backup/restore in extensions menu from movielist:
cs: Zobrazit v interním menu "Záloha / Obnovení" ze seznamu :

source: Displays the backup/restore function in the menu at the movie list.
cs: Zobrazit v menu funkci pro zálohu a obnovení

source: Ask before delete:
cs: Dotaz před odstraněním :

source: With this option you can turn on/off the security question before delete a movie.
cs: Zapnout bezpečnostní dotaz před odstraněním videa

source: INFO button function:
cs: INFO-funkce tlačítka :

source: With this option you can assign what function should have the info button. The selection depends on the installed plugins.
cs: Přiřadit funkci pod tlačítko "Info". Výběr závisí na nainstalovaném modulu.

source: Behavior when a movie is started:
cs: Akce, pokud je video spuštěno :

source: With this option you can assign what should happen when a movie start.
cs: Funkce, co se bude dít při spuštění přehrávání videa

source: Behavior when a movie is stopped:
cs: Akce, pokud je video zastaveno :

source: With this option you can assign what should happen when a movie stop.
cs: Funkce, co se bude dít při spuštění přehrávání videa

source: Behavior when a movie reaches the end:
cs: Akce, pokud je video na konci :

source: With this option you can assign what should happen when the end of the films was achieved.
cs: Funkce, co se bude dít při dokončení přehrávání videa

source: Show Moviebar position setup in extensions menu from movielist:
cs: Zobrazit v interním menu nastavení pozice info-panelu :

source: Displays the moviebar position setup function in the menu at the movie list.
cs: Zobrazit v menu funkci pro pozici info-panelu

source: Color for not ready seen movies:
cs: Barva pro neshlédnuté video :

source: With this option you can assign what color should displayed for not ready seen movies in movie list.
cs: Funkce, co která barva bude v seznamu znamenat při výběru

source: Color for ready seen movies:
cs: Barva pro shlédnuté video :

source: With this option you can assign what color should displayed for ready seen movies in movie list.
cs: Funkce, co která barva bude v seznamu znamenat při přehrávání, kdy ještě nedosáhlo video 100 %

source: Color for recording movies:
cs: Barva pro nahrávané video :

source: With this option you can assign what color should displayed for recording movies in movie list.
cs: Funkce, co která barva bude v seznamu znamenat při výběru

source: Color for multiple selection:
cs: Barva pro vícenásobný výběr :

source: With this option you can assign what color should displayed for multiple selection in movie list.
cs: Funkce, co která barva bude v seznamu znamenat při výběru

source: Assign the date format for movielist:
cs: Formát data do seznamu videa :

source: With this option you can assign the date format in movie list (7 different sizes are available).
cs: Přiřadit formát datumu do seznamu (dostupných 7 velikostí)

source: Show new recordings icon:
cs: Zobrazit ikony nových záznamů :

source: With this option you can display a icon for new recordings.
cs: Nastavení ikony v seznamu pro nové záznamy

source: Show Mini TV:
cs: Zobrazit mini TV :

source: With this option you can switch on/off the Mini TV in the movie list.
cs: Můžete zapnout okno "mini TV" v seznamu videa

source: Use folder name for display covers:
cs: Použít název složky při zobrazení potisku :

source: With this option you can use the foldername instead of folder.jpg to display covers in folders.
cs: Název složky jako názevu.jpg pro zobrazení potisku ve složce

source: Close with EXIT key:
cs: Zavřít přes tlačítko "Exit" :

source: If this option is enabled you can stop play a movie with the EXIT button, and the Advanced Movie Selection plugin will also be closed immediately (if the next option is disabled).
cs: Zastavit přehrávání videa tlačítkem "Exit" a modul také ihned ukončit

source: Use behavior when a movie is stopped:
cs: Použitá funkce při zastavení videa :

source: If this option is activated the behavior when stop a film also will used when you use the EXIT button.
cs: Tlačítko "Exit" se bude využíváno také k zastavení videa

source: Show info messages:
cs: Zobrazit hlášení :

source: If this option is activated will be displayed different info message. This should help with the operation of the extension.
cs: Budou zobrazeny různé informace , hlášení - pomůže to u rozšířených operací

source: Use alternative jump function:
cs: Aktivovat alternativní funkci skoku :

source: If this option is activated more jump functions ar available. ATTENTION: Enigma 2 restart is necessary!
cs: Jsou k dispozici další funkce pro přeskoky. Restart Enigmy2 je nutný !

source: Change function from left/right buttons:
cs: Změnit funkci tlačítek vlevo / vpravo :

source: If this option is activated the function of the left/right arrow buttons will changed. Normal you can use the buttons also for winding, if is changed you have quick access to the new jump function. ATTENTION: Enigma 2 restart is necessary!
cs: Funkce tlačítek vlevo/vpravo bude změněná. Normálně můžete použít tlačítka pro otáčení, pokud máte přístup k rychlému přeskoku. Po této změně musí být Enigma2 restartována !

source: Manual jump sensibility:
cs: Čas při manuálním přeskoku (v %) :

source: Here you can adjust the manually jump length relative to the film length in percent.
cs: Nastavení délky skoku v procentech, vztaženou k délce videa

source: Use wastebasket:
cs: Používat koš :

source: If this option is activated the movie will not be deleted but moved into the wastebasket.
cs: Video nebude přímo odstraněno, ale bude přesunuto do koše

source: Show Wastebasket in extensions menu from movielist:
cs: Zobrazit koš v interním menu pro seznam videa :

source: Displays wastebasket function in the menu at the movie list.
cs: Zobrazit v menu volby pro koš

source: Show Clientbox setup in movielist:
cs: Zobrazit v seznamu nastavení klienta :

source: Displays Clientbox setup function in the menu at the movie list.
cs: Zobrazit v menu nastavení klienta

source: Wastebasket file(s):
cs: Soubory v koši :

source: Here you can select which files to Wastebasket are displayed. ATTENTION: All directorys below '/media' will take very long until the list is displayed!
cs: Volba, které soubory se budou zobrazovat v koši. Upozornění : všechny složky pod ' /media' se budou otevírat hodně dlouho (1->3 min).

source: Here you can choose how many decimal points for the file size in the wastebasket will be displayed.
cs: Počet desetinných míst při zobrazení velikosti složky pro odpadkový koš

source: Server enabled:
cs: Aktivovaný server :

source: If you enable this feature, all remote functions are enabled.
cs: Mohou být povoleny všechny vzdálené funkce

source: Auto empty wastebasket:
cs: Aut.vysypávání koše je deaktivováno

source: If you enable this function the wastebasket will be emptied automatically at the set time.
cs: Koš bude vysypaný automaticky ve stanovený čas

source: Auto empty wastebasket time:
cs: Aut.vysypat koš po době :

source: Here you can define when to empty the wastebasket.
cs: Zde můžete nastavit, kdy se bude koš vysypávat

source: Check again in x minutes:
cs: Znovu zkusit za x minut :

source: If recordings are active again after the set time is trying to empty the wastebasket.
cs: I když je záznam aktivní, pokusit se znovu ve stanoveném čase vysypat koš. Limit můžete nastavit od 15 do 60 minut.

source: Wastebasket retention period (days):
cs: Uchovávat v koši po dobu (dnů) :

source: Defines how long files need to dwell in the wastebasket before auto empty will consider to remove them (0 means no retention).
cs: Definujte, jak dlouho mohou být soubory v koši, než budou aut.odstraněny. "0" bez omezení.

source: Start at the beginning depends on end (in Minutes):
cs: Start od nastaveného začátku (v min.) :

source: Here you can set off when a movie to play automatically from the beginning when you start again (On settings=0, functions is disabled).
cs: Spouštění videa při novém přehrávání aut. od zadané pozice (0 funkci vyřadí)

source: Use activ Skin LCD/OLED representation:
cs: Použít přezentaci aktivní skin LCD/OLED :

source: If you enable this function, the display summary from aktiv skin will be used.
cs: Při přehrávání bude zpráva na displeji LCD/OLED

source: Show date:
cs: Zobrazit datum :

source: If this option is activated the date will be displayed on the lcd/oled when no short description is available.
cs: Na displeji LCD/OLED se bude zobrazovat datum - pokud není stručný popis

source: Use date from timestamp:
cs: Použít datum z časového razítka :

source: If this option is activated the date from the file create instead today's date will be displayed on the lcd/oled when no short description is available.
cs: Na displeji LCD/OLED se bude zobrazovat datum souboru místo dnešního data - pokud není stručný popis

source: Use video preview:
cs: Aktivovat náhled videa :

source: If you enable this function, selected movie in movielist will bring you a preview.
cs: Vybrané video se bude v seznamu zobrazovat v náhledovém okně

source: Show video preview in fullscreen:
cs: Zobrazit náhled videa na celé obrazovce :

source: If you enable this function, the video preview function will display as full screen in skin.
cs: Náhled videa zobrazit přes celou obrazovku

source: Video preview autostart:
cs: Aut.start náhledu videa :

source: If you enable this feature, the movie preview starts automatically after the delay with a change in the movie list.
cs: Náhled videa spouštět automaticky <po určeném zpoždění> se změnou v seznamu

source: Video preview delay:
cs: Zpoždění náhledu videa :

source: Setup the delay in seconds to start the video preview.
cs: Nastavit zpoždění pro spuštění náhledu videa

source: Use last stop mark:
cs: Použít poslední Stop značku :

source: Preview will start on last stop marker.
cs: Náhled spustit od značky posledního zastavení

source: Video preview jump time (in minutes):
cs: Délka náhledu videa (čas v min.) :

source: Here you can set the jump time for the movie preview (< > buttons or bouquet +/- buttons).
cs: Časový skok pro letmé prohlížení videa (tlačítka < > nebo kanály +/-)

source: Select keyboard:
cs: Výběr klávesnice :

source: You can select yout prefered keyboard (Virtual, Numerical or both).
cs: Preferovaná klávesnice (virtuální, numerická nebo obě)

source: Show recorded movies in epg:
cs: Zvýraznit nahrávané video v EPG :

source: If you enable this function, your recorded movies will be marked in epg list.
cs: Nahrávané video v EPG seznamu zvýraznit

source: Enable Enigma2 debug:
cs: Aktivovat sledování funkcí Enigma 2 :

source: If you enable this function, all standard output from enigma will be stored to /tmp folder.
cs: Všechna hlášení Enigma2 budou směrována do složky " /tmp "

source: No Helptext available!
cs: Nápověda není dostupná !

source: IMDb plugin installed. Assign function to info button is possible.
cs: Modul IMDb je nainstalovaný. Přiřaďte funkci pod tlačítko "Info"

source: IMDb plugin NOT installed. Assign function to info button is NOT possible.
cs: Modul IMDb je nainstalovaný. Přiřazení funkce pod tlačítkem "Info" není povoleno !

source: OFDb plugin installed. Assign function to info button is possible.
cs: Modul IMDb je nainstalovaný. Přiřaďte funkci pod tlačítko "Info"

source: OFDb plugin NOT installed. Assign function to info button is NOT possible.
cs: Modul IMDb je nainstalovaný. Přiřazení funkce pod tlačítkem "Info" není povoleno !

source: TMDb plugin installed. Assign function to info button is possible.
cs: Modul IMDb je nainstalovaný. Přiřaďte funkci pod tlačítko "Info"

source: TMDb plugin NOT installed. Assign function to info button is NOT possible.
cs: Modul IMDb je nainstalovaný. Přiřazení funkce pod tlačítkem "Info" není povoleno !

source: YTTrailer plugin installed. Search for trailers on the Web is possible.
cs: YTTrailer je nainstalovaný. Vyhledávání upoutávek na webu je povoleno.

source: YTTrailer plugin NOT installed. Search for trailers on the Web is NOT possible.
cs: YTTrailer není nainstalovaný. Vyhledávání upoutávek na webu není povoleno.

source: Really close without saving settings?
cs: Chcete to ukončit bez uložení ?

source: Some settings changes require a restart to take effect. If you use a skin without PiG (Picture in Graphic) you have to restart the box (not only Enigma 2)! With YES only Enigma 2 starts new, with NO the box make a restart.
cs: Některá nastavení byla změněna. Je nutný restart Enigma2 !Pokud použijete skin bez PiG (obraz v grafice/MiniTV), musíte restartovat celý systém (ne jen Enigma2) ! ano -> restart "pouze" Enigma2 ne -> kompletní restart systému

source: Some settings changes require a Enigma 2 restart to take effect. Would you restart Enigma2 now?
cs: Některá nastavení byla změněna. Je nutný restart Enigma2 ! Restartovat Enigma2 nyní ?

source: Aborted by user!!
cs: Přerušeno uživatelem !

source: Save/Close
cs: Uložit / Zavřít

source: Own button description
cs: uživ.popis tlačítka

source: Movie Quick Button Setup
cs: Nastavení rychlého tlačítka

source: Delete
cs: Odstranit

source: Move-Copy
cs: Přesun - kopírování

source: Rename
cs: Přejmenovat

source: Wastebasket
cs: Koš

source: Sort
cs: Seřadit

source: Switch library/movielist
cs: Vyměnit knihovnu / seznam videa

source: Show/Hide library
cs: Zobrazit / skrýt knihovnu

source: Show/Hide folders
cs: Zobrazit / skrýt složky

source: Bookmark(s) on/off
cs: Záložky zap/vyp.

source: Library marker on/off
cs: Značky v knihovně zap/vyp.

source: Update library
cs: Aktualizovat knihovnu

source: Bookmark 1
cs: Výchozí složka

source: Bookmark 2
cs: Záložka 2

source: Bookmark 3
cs: Záložka 3

source: Bookmark 4
cs: Záložka 4

source: Bookmark 5
cs: Záložka 5

source: Bookmark 6
cs: Záložka 6

source: Bookmark 7
cs: Záložka 7

source: Filter by Tags
cs: Filtr záložek

source: Tag Editor
cs: Editor značek

source: Toggle seen
cs: Volba shlédnuto / neshlédnuto

source: Show Timer
cs: Zobrazit časovače

source: Show up to VSR-X
cs: Zobrazit až po VSR-%d

source: Filter by description
cs: Filtr popisů

source: DM-600PVR
cs: DM-820HD

source: DM-500HD
cs: DM-7080HD

source: internal HDD
cs: interní HDD

source: NAS-Movies
cs: NAS-videa

source: Display plugin name
cs: Zobrazit název modulu

source: Display plugin description
cs: Zobrazit popis modulu

source: (long)
cs: (dlouhé)

source: Quickbutton:
cs: Rychlé tlačítko :

source: Button caption
cs: Označení tlačítka :

source: Home button text
cs: Text tlačítka Home :

source: Bookmark 1 button text
cs: Záložka 1 - označení tlačítka :

source: Bookmark 2 button text
cs: Záložka 2 - označení tlačítka :

source: Bookmark 3 button text
cs: Záložka 3 - označení tlačítka :

source: Bookmark 4 button text
cs: Záložka 4 - označení tlačítka :

source: Bookmark 5 button text
cs: Záložka 5 - označení tlačítka :

source: Bookmark 6 button text
cs: Záložka 6 - označení tlačítka :

source: Bookmark 7 button text
cs: Záložka 7 - označení tlačítka :

source: Home path
cs: Složka Home :

source: Bookmark 1 path
cs: Záložka 1 - složka :

source: Bookmark 2 path
cs: Záložka 2 - složka :

source: Bookmark 3 path
cs: Záložka 3 - složka :

source: Bookmark 4 path
cs: Záložka 4 - složka :

source: Bookmark 5 path
cs: Záložka 5 - složka :

source: Bookmark 6 path
cs: Záložka 6 - složka :

source: Bookmark 7 path
cs: Záložka 7 - složka :

source: Alphabetic sort
cs: Seřadit podle abecedy

source: Sort by date (ascending)
cs: Seřadit dle data vzest.

source: Sort by date (descending)
cs: Seřadit dle data sest.

source: Sort by description
cs: Seřadit podle popisu

source: Select sort functions
cs: Vybrat seřazení

source: Movie Quick Button Home path
cs: Home - volba rychlého tlačítka

source: Movie Quick Button Bookmark 1 path
cs: Záložka 1 - volba rychlého tlačítka

source: Movie Quick Button Bookmark 3 path
cs: Záložka 3 - volba rychlého tlačítka

source: Movie Quick Button Bookmark 4 path
cs: Záložka 4 - volba rychlého tlačítka

source: Movie Quick Button Bookmark 5 path
cs: Záložka 5 - volba rychlého tlačítka

source: Movie Quick Button Bookmark 6 path
cs: Záložka 6 - volba rychlého tlačítka

source: Movie Quick Button Bookmark 7 path
cs: Záložka 7 - volba rychlého tlačítka

source: Movie Quick Button Name Setup
cs: Označení rychlého tlačítka

source: Enter Home button descrition:
cs: Vložte popis pro tlačítko Home :

source: Enter Bookmark 1 button descrition:
cs: Záložka 1 - zadání popisu tlačítka :

source: Enter Bookmark 2 button descrition:
cs: Záložka 2 - zadání popisu tlačítka :

source: Enter Bookmark 3 button descrition:
cs: Záložka 3 - zadání popisu tlačítka :

source: Enter Bookmark 4 button descrition:
cs: Záložka 4 - zadání popisu tlačítka :

source: Enter Bookmark 5 button descrition:
cs: Záložka 5 - zadání popisu tlačítka :

source: Enter Bookmark 6 button descrition:
cs: Záložka 6 - zadání popisu tlačítka :

source: Enter Bookmark 7 button descrition:
cs: Záložka 7 - zadání popisu tlačítka :

source: Home button description:
cs: Popis tlačítka Home :

source: Bookmark 1 button description:
cs: Záložka 1 - popis tlačítka :

source: Bookmark 2 button description:
cs: Záložka 2 - popis tlačítka :

source: Bookmark 3 button description:
cs: Záložka 3 - popis tlačítka :

source: Bookmark 4 button description:
cs: Záložka 4 - popis tlačítka :

source: Bookmark 5 button description:
cs: Záložka 5 - popis tlačítka :

source: Bookmark 6 button description:
cs: Záložka 6 - popis tlačítka :

source: Bookmark 7 button description:
cs: Záložka 7 - popis tlačítka :

source: Here you can give the home button a special name.
cs: Vlastní označení pro tlačítko Home

source: Here you can give the bookmark 1 button a special name.
cs: Vlastní označení pro záložku 1

source: Here you can give the bookmark 2 button a special name.
cs: Vlastní označení pro záložku 2

source: Here you can give the bookmark 3 button a special name.
cs: Vlastní označení pro záložku 3

source: Here you can give the bookmark 4 button a special name.
cs: Vlastní označení pro záložku 4

source: Here you can give the bookmark 5 button a special name.
cs: Vlastní označení pro záložku 5

source: Here you can give the bookmark 6 button a special name.
cs: Vlastní označení pro záložku 6

source: Here you can give the bookmark 7 button a special name.
cs: Vlastní označení pro záložku 7

source: Save infos/cover
cs: Uložit info / potisk videa

source: Background
cs: Stahovat na pozadí

source: Search for %s, please wait...
cs: Hledám : %s, čekejte...

source: Automatic search and save, please wait...
cs: Hledám a ukládám dokončené, čekejte ...

source: Processing: %s
cs: Zpracovávám : %s

source: Current Movie: %s
cs: Aktuální video : %s

source: Automatic search and save
cs: Aut. vyhledat a uložit

source: Automatic search and save finished.
cs: Aut.vyhledání a uložení bylo dokončené...

source: Searchtitle: %s
cs: Hledaný titulek : %s

source: Filename: %s
cs: Soubor : %s

source: Search result(s) for %s
cs: Vyhledat : %s.

source: Nothing found for: %s
cs: Nic nebylo nalezeno pro : %s

source: Enter new moviename to search for
cs: Zadejte nový název videa pro hledání v :

source: Download and save from movie infos and covers complete.
cs: Stáhnout a uložit info / potisk videa

source: Show all movies
cs: Zobrazit všechna videa

source: Sorted:
cs: Seřadit :

source: Alphabetically
cs: Podle abecedy

source: Description
cs: Popis

source: Descending
cs: Sestupně

source: Ascending
cs: Vzestupně

source: Set VSR
cs: Nastavit přístupnost diváků

source: Unmount
cs: Odpojit

source: Move/Copy
cs: Přesun / kopírování

source: Movie search
cs: Vyhledat video

source: Mark movie as seen
cs: Video je označeno jako shlédnuté

source: Mark movie as unseen
cs: Označit video jako neshlédnuté

source: List style default
cs: Styl seznamu - předvolený

source: List style extended
cs: Styl seznamu - předvolený rozšířený

source: List style compact
cs: Styl seznamu -kompaktní

source: List style compact with description
cs: Styl seznamu - kompaktní s popisem

source: List style single line
cs: Styl seznamu - jednořádkový

source: List style Advanced Movie Selection single line
cs: Styl seznamu - jedn. Advanced MoSel

source: Hide broadcaster
cs: Skrýt vysílač

source: Show broadcaster
cs: Zobrazit v seznamu vysílač

source: Hide tags in movielist
cs: Skrýt značky v seznamu

source: Show tags in movielist
cs: Zobrazit v seznamu značky

source: Hide extended description
cs: Skrýt rozšířený popis

source: Show extended description
cs: Zobrazit rozšířený popis

source: Hide date entry in movielist
cs: Skrýt datum

source: Show date entry in movielist
cs: Zobrazit datum

source: Hide runtime entry in movielist
cs: Zobrazit datum

source: Show runtime entry in movielist
cs: Zobrazit délku videa

source: Hide folders in movielist
cs: Skrýt složky

source: Show folders in movielist
cs: Zobrazit složky videa

source: Hide progressbar in movielist
cs: Skrýt pásek průběhu

source: Show progressbar in movielist
cs: Zobrazit pásek průběhu

source: Hide percent in movielist
cs: Skrýt procenta videa

source: Show percent in movielist
cs: Zobrazit procenta průběhu

source: Hide movie status icon in movielist
cs: Skrýt stavové ikony videa

source: Show movie status icon in movielist
cs: Zobrazit stavové ikony seznamu

source: Hide movie color status in movielist
cs: Skrýt barevný stav videa

source: Show movie color status in movielist
cs: Zobrazit stav barevně

source: Download and save movie info/cover for all movies
cs: Stáhnout info a potisk pro všechna videa

source: Download and save movie info/cover
cs: Stáhnout info a potisk k akt.videu

source: Update all genre in meta from eit
cs: Aktualizovat všechny žánry ze seznamu

source: Delete cover
cs: Odstranit potisk

source: Delete movie info
cs: Odstranit info videa

source: Delete movie info and cover
cs: Odstranit info videa a potisk

source: Movie tags
cs: Záložky žánrů videa

source: Setup Moviebar position
cs: Pozice info-panelu přehrávání

source: Search Trailer on web
cs: Vyhledat ukázku na webu

source: Backup/Restore
cs: Zálohovat / obnovit konfiguraci...

source: Select scan locations for movie library
cs: Zadat link na složku pro video

source: Setup
cs: Nastavení -->

source: The device '%s' can now removed!
cs: %s zařízení nyní odebrat nelze !

source: Error occurred during unmounting device!
cs: Chyba při odpojování disku !
