Repository: Roxy1139/enigma2-plugins
Catalog: advancedmovieselection/po/*.po
Languages: cs

source: Sorry, no description found at www.thetvdb.com!
cs: Nebyl nalezený popis v www.thetvdb.com !

source: Season: %s
cs: Sezóna : %s

source: Episode: %s
cs: Epizoda : %s

source: Show serie detail
cs: Zobrazit info o sérii

source: Show episode detail
cs: Zobrazit detaily z epizody

source: Show episodes overview
cs: Zobrazit přehled epizod

source: Show search result
cs: Vyhledané možnosti

source: Manual search
cs: Manuálně vyhledat

source: Info/Cover save
cs: Hledat info / potisk

source: Trailer search
cs: Hledat upoutávku

source: TheTVDB Info & D/L
cs: TVDB info & D/L

source: Searching for ' %s ' on TheTVDB.com, please wait ...
cs: Hledám ' %s ' v TheTVDB.com, čekejte ...

source: Sorry, no data found at TheTVDB.com!
cs: Data v TheTVDB.com nebyla nalezena !

source: Total %s
cs: Celkem : %s

source: show found
cs: Zobrazit nalezený

source: shows found
cs: Zobrazit nalezené

source: Episodes for: %s
cs: epizoda pro : %s

source: Sorry, no description for this episode at TheTVDB.com available!
cs: Nebyl nalezený popis pro epizodu z TheTVDB.com !

source: episode found
cs: Epizoda byla nalezena

source: episodes found
cs: Epizody byly nalezeny

source: Episode details for: %s
cs: Detaily epizody pro : %s

source: Sorry, no episode titel available!
cs: Nebyl nalezený titulek epozody !

source: Regie: %s
cs: Režie : %s

source: Writer: %s
cs: Autor : %s

source: Guest Stars: %s
cs: Hostující hvězdy : %s

source: First Aired: %s
cs: Premiéra : %s

source: Enter new movie name for search:
cs: Zadejte nový název videa pro hledání :

source: Sorry, no description for ' %s ' at TheTVDB.com found!
cs: Sorry, popis pro ' %s ' v TheTVDB.com chybí !

source: Air Day: %s
cs: Volný den : %s

source: Air Time: %s
cs: Volný čas : %s

source: Runtime: %s minutes
cs: Délka filmu : %s minut

source: Broadcast TV network: %s
cs: Vysílání TV po síti : %s

source: Genre: %s
cs: Žánr : %s

source: Certification: %s
cs: Certifikát : %s

source: Rating: %s
cs: Hodnocení : %s

source: Actors: %s
cs: Herec : %s

source: Last modified at TheTVDB.com: %s
cs: Poslední změna TheTVDB.com : %s

source: Voted: %s
cs: Zvoleno : %s

source: times
cs: časy

source: No user voted!
cs: Žádný uživatel nehlasoval !

source: No internet connection available!
cs: Internetové připojení není dostupné !

source: Details for: %s
cs: Detaily pro : %s

source: Search result for: %s
cs: Vyhledat : %s

source: Save Info/Cover for ' %s ', please wait ...
cs: Ukládám info / potisk pro : '%s' , čekejte...

source: Getting show details for ' %s ', please wait ...
cs: Načítán detaily k sérii '%s', čekejte...

source: Search trailer for ' %s ', please wait ...
cs: Hledám ukázku pro : '%s', čekejte...

source: Getting search result for ' %s ', please wit ...
cs: Načítán hodnocení pro '%s', čekejte...

source: Getting episodes list for ' %s ', please wait ...
cs: Načítán seznam epizod '%s', čekejte...

source: Getting episodes details for ' %s ', please wait ...
cs: Načítán detaily k epizodě '%s', čekejte...

source: Record Paths Settings
cs: Nastavení složky pro záznam

source: Move/copy location:
cs: Přesun / kopírování složky :

source: Please select the default move/copy location which is used for move/copy movies.
cs: Zadejte složku pro přesun nebo kopírování !

source: Location for move/copy files
cs: Předvolená složka pro kopírování a přesun souborů :

source: Advanced Movie Selection - Input help
cs: Advanced Movie Selection -nápověda

source: Record date:
cs: Datum záznamu :

source: Record time:
cs: Čas záznamu :

source: Delete selected movie
cs: Odstranit vybrané video

source: Restore movie
cs: Obnovit video (jedno)

source: Empty wastbasket
cs: Koš je prázdný

source: Restore all movies
cs: Obnovit všechna videa

source: Delete movie
cs: Odstranit video

source: Empty Trash
cs: Vysypat koš

source: Please wait... Loading trash list...
cs: Čekejte, načítám seznam z koše...

source: Exit wastebasket
cs: Zavřít koš

source: Clientbox setup
cs: Nastavit přijímač klienta

source: Advanced Movie Selection - Wastebasket
cs: Advanced Movie Selection -koš

source: ATTENTION: Ask before delete is disabled!
cs: Upozornění : dotaz před odstraněním nebo deaktivací !

source: Last automated wastebasket empty:
cs: Poslední aut. vysypání koše : %s

source: Never!
cs: Ještě nikdy !

source: at
cs: v

source: Clock
cs: Hodiny

source: Last automated wastebasket empty at %s
cs: Poslední aut. vysypání koše : %s

source: Next automated wastebasket empty at %s
cs: Další aut.vyprázdnění koše bude v : %s

source: Last remote wastebasket empty at %s
cs: Poslední dálkové vysypání koše : %s

source: Next remote wastebasket empty at %s
cs: Další aut. vzdálené vyprázdnění koše bude v : %s

source: No last empty status available!
cs: Poslední stav není dostupný !

source: No next empty status available!
cs: Následující stav není dostupný !

source: Auto empty wastebasket is disabled
cs: Aut.vysypávání koše je deaktivováno

source: Wastebasket: %s
cs: Koš : %s

source: Trash count: %d
cs: Celkem filmů : %d

source: Trash size: %d MB
cs: Celková velikost : %d MB

source: Trash size:
cs: Celková velikost :

source: Trash count:
cs: Celkem filmů :

source: Wastebasket is empty!
cs: Koš je prázdný !

source: Do you really want to delete %s?
cs: Chcete odstranit %s ?

source: Recording(s) are in progress or coming up in few seconds! Now movie delete can damage the recording(s)! Realy delete movie?
cs: Běží záznam nebo se připravuje ! Pokud nyní vysypete koš, může to záznam poškodit ! Vypat koš nyní ?

source: Do you really want to delete all movies?
cs: Chcete odstranit všechna videa ?

source: Delete failed!
cs: Odstranění selhalo !

source: Recording(s) are in progress or coming up in few seconds! Now empty the Wastebasket can damage the recording(s)! Realy empty the Wastbasket?
cs: Běží záznam nebo se připravuje ! Pokud nyní vysypete koš, může to záznam poškodit ! Vysypat koš nyní ?

source: Restore failed!
cs: Obnovení selhalo !

source: Setup Advanced Movie Selection
cs: Advanced Movie Selection - nastavení

source: Alternate Movie Selection
cs: -- alternativní přehrávání videa

source: Move Copy Progress
cs: Průběh kopírování / přesunu

source: Show progress of move or copy job
cs: Zobrazit průběh kopírování nebo přesunu

source: Save
cs: Uložit

source: Cancel
cs: Storno

source: Location:
cs: Umístění :

source: Displayed bookmark name:
cs: Zobrazit označení záložky :

source: Foldername:
cs: Složka :

source: Filename:
cs: Soubor :

source: Movietitle:
cs: Video :

source: Description:
cs: Popis :

source: Change Bookmarkname
cs: Změnit označení záložky

source: Change Foldername
cs: Změnit název složky

source: Change File/Moviename and/or Description
cs: Změnit název souboru videa a popis

source: Job failed
cs: Akce selhala !

source: Error
cs: Chyba

source: Move
cs: Přesunout

source: Copy
cs: Kopírovat

source: Name:
cs: Název :

source: Cancelled
cs: Stornováno

source: Finished
cs: Dokončeno

source: Error:
cs: v

source: Calculating...
cs: Výpočet ...

source: Around %d minutes
cs: Asi %d minut

source: Around %d minute
cs: Asi %d minutu

source: Second
cs: Sekundy

source: Status:
cs: Sekundy:

source: From:
cs: Od :

source: To:
cs: Do :

source: Remaining time:
cs: Zbývající čas :

source: Remaining elements:
cs: Zbývající prvky :

source: Speed:
cs: Rychlost :

source: Abort selected job
cs: Přerušit aktuální akci

source: Close
cs: Zavřít

source: Show detail of selected job
cs: Zobrazit detaily pro aktuální akci

source: Aborted
cs: Přerušeno

source: Waiting
cs: Čekejte...

source: Job already cancelled!
cs: Akce byla zrušena !

source: Please wait until current movie is moved to the end!
cs: Čekejte, než se aktuální video přesune !

source: Please wait until current movie is copied to the end!
cs: Čekejte, než se aktuální video dokopíruje !

source: Would you really abort current job?
cs: Chcete přerušit aktuálně spuštěnou akci ?

source: Movies began to be moved until they are finished!
cs: Videa se přesunují, ukončení je odloženo !

source: Movies began to be copied until they are finished!
cs: Filmy budou zkopírovány až po dokončení !

source: Move of
cs: přesun od

source: Copy of
cs: Kopírovat z

source: movie
cs: video

source: movies
cs: videa

source: Move/Copy progress
cs: Zobrazovat průběh kopírování / přesunu

source: Selected movies
cs: Vybrat videa

source: To adjusted move/copy location
cs: Standardní umístění pro přesun / kopírování

source: Directory Selection
cs: Vybrat složku

source: Show active move/copy processes
cs: Zobrazit aktivní proces přesunu / kopírování

source: Move/Copy from: %s
cs: Přesun / kopírování z : %s

source: Move/Copy %s
cs: Přesun / kopírování %s

source: to:
cs: do :

source: Source and destination path must be different.
cs: Zdrojová a cílová cesta se musí lišit ! Nelze kopírovat sám do sebe.

source: Abort
cs: Přerušit

source: How to proceed '%s'
cs: Jak je daleko ' %s '

source: from %s
cs: od %s

source: to %s
cs: do %s

source: be moved/copied?
cs: přesunout / kopírovat ?

source: On destination data carrier is not enough space available.
cs: Na cílovém nosiči není dostatek místa !

source: Another %s are required to move the data.
cs: Jsou požadovaná další %s pro přesun dat

source: Another %s are required to copy the data.
cs: Jsou požadovaná další %s pro kopírování dat

source: Destination carrier
cs: Cílový datový nosič

source: Free space:
cs: Volný prostor :

source: Total size:
cs: Celková velikost :

source: Movie(s) are already in the destination directory. Operation cancelled!
cs: Video již v cílové složce existuje ! Operace byla zrušena.

source: Version:
cs: Verze :

source: Branch:
cs: Obor :

source: Developer: JackDaniel, cmikula
cs: Vývojář: JackDaniel, cmikula

source: Thanks for translation to:
cs: Díky za překlad do :

source: This plugin may only executed on hardware which is licensed by Dream Multimedia GmbH.
cs: Tento modul pracuje pouze na hardware, který ji licencovaný od Dream Multimedia GmbH

source: Thanks to all other for help and so many very good code.
cs: Díky za pomoc a výborná makra :)

source: Show changes
cs: Zobrazit změny

source: About Advanced Movie Selection
cs: O prg. Advanced Movie Selection

source: Advanced Movie Selection - History
cs: Advanced Movie Selection -historie

source: Search:
cs: Hledat :

source: Show up to VSR-%d
cs: Zobrazit až po VSR-%d

source: Mark as seen
cs: Označit jako shlédnuté

source: Show folders
cs: Zobrazit složky

source: Hide folders
cs: Skrýt složky

source: Show bookmarks
cs: Zobrazit záložky

source: Hide bookmarks
cs: Skrýt záložky

source: Show library
cs: Zobrazit knihovnu

source: Hide library
cs: Skrýt knihovnu

source: Show marker
cs: Zobrazit značky

source: Hide marker
cs: Skrýt značky

source: To movielist
cs: Do seznamu videa

source: To library
cs: Do knihovny

source: Nothing
cs: nic přiděleno

source: Sort alphabetically
cs: Seřadit podle abecedy

source: Sort by Description
cs: Seřadit podle popisu

source: Sort by Date (9->1)
cs: Seřadit dle data (9->1)

source: Sort by Date (1->9)
cs: Seřadit dle data (1->9)

source: Unknown
cs: Neznámé

source: Mark as unseen
cs: Označeno jako neshlédnuté

source: Set tag here not possible, please select a movie for!
cs: Zde nelze značku zadat, nejprve vyberte video !

source: Trailer search here not possible, please select a movie!
cs: Hledání upoutávky není možné, vyberte film !

source: Move/Copy from complete directory/symlink not possible, please select a single movie!
cs: Přesun / kopírování kompletní složky / symlinku není povolený, vyberte jen jedno video !

source: Rename here not possible, please select a movie!
cs: Přejmenování zde není povoleno, vyberte soubor videa !

source: TMDb search here not possible, please select a movie!
cs: Odtud hledat v TMDb není možné, vyberte si video !

source: Show up to
cs: Zobrazit až po

source: VSR
cs: VSR - omezení mladším divákům

source: This may not be marked as seen!
cs: Toto nelze označit jako shlédnuté !

source: This may not be marked as unseen!
cs: Toto nelze označit jako neshlédnuté !

source: Unknown error!
cs: Neznámá chyba !

source: Plugin not found!
cs: Modul není dostupný !

source: No plugin assigned!
cs: Chybí přiřazený modul !

source: Clear
cs: Vyčistit

source: VSR-0 (General Audience)
cs: VSR-0 (bez omezení)

source: VSR-6 (Parental Guidance Suggested)
cs: VSR-6 (povoleno od 6 let)

source: VSR-12 (Parents Strongly Cautioned)
cs: VSR-12 (povoleno od 12 let)

source: VSR-16 (Restricted)
cs: VSR-16 (povoleno od 16 let)

source: VSR-18 (No One 17 And Under Admitted)
cs: VSR-18 (mládeži nepřístupno do 18 let)

source: Please select the VSR here:
cs: Zadejte přístupnost diváků :

source: Select movie by description:
cs: Vybraný film a popis :

source: Backup directory path:
cs: Složka pro umístění konfigurace :

source: Restore settings
cs: Obnovit

source: Backup settings
cs: Zálohovat konfiguraci

source: Backup/Restore Advanced Movie Selection settings
cs: Záloha / obnovení konfigurace pro Advanced Movie Selection

source: Settings backup successfully created in %s.
cs: Konfigurace byla úspěšně uložena do : %s

source: Error creating settings backup!
cs: Chyba při zálohován

source: Some settings changes require close/reopen the movielist to take effect.
cs: Některé změny vyžadují zavření a nové otevření seznamu videa !

source: Please select backup path here:
cs: Zadejte umístění pro zálohu :

source: Color key settings
cs: Barevná tlačítka -->

source: Default paths
cs: Předvolené umístění

source: Advanced Movie Selection Setup
cs: Advanced Movie Selection - nastavení

source: Disable Advanced Movie Selection:
cs: Deaktivovat modul Advanced Movie Selection :

source: Switch on/off the Advanced Movie Selection.
cs: Zapnout / vypnout modul Advanced Movie Selection

source: Start Advanced Movie Selection with:
cs: Start modulu Advanced Movie Selection přes :

source: Select Start button for the Advanced Movie Selection.
cs: Výběr tlačítka pro spouštění přehrávače videa

source: Start on last movie location:
cs: Start od poslední pozice v seznamu :

source: Opens the film list on the last used location.
cs: Otevřít seznam videa na pozici posledního použitého přehrávání

source: Start on first position in movielist:
cs: Start od první pozice v seznamu :

source: Always show selection in the first position in the movie list.
cs: Otevřít seznam videa na první použité pozici

source: Show bookmarks in movielist:
cs: Zobrazit v seznamu linky na záložky :

source: When enabled all created bookmarks appear in the movie list.
cs: Zobrazit všechny vytvořené záložky v seznamu videa

source: Show hotplug devices:
cs: Zobrazit v seznamu USB zařízení :

source: Enable this option to use USB-Devices.
cs: Zobrazit v seznamu USB disky

source: Show plugin config in extensions menu from movielist:
cs: Zobrazit v interním menu konfiguraci modulu :

source: Displays the Settings option in the menu at the movie list.
cs: Zobrazit v menu volby pro funkce

source: Show path selection for movie library in extensions menu:
cs: Zobrazit v interním menu výběr umístění pro video :

source: Here you can select which folders to include in the movie library creation.
cs: Můžete zadat, které složky budou přidány do knihovny videa

source: Show movie library symbol in movielist:
cs: Zobrazit v seznamu symbol knihovny :

source: If enabled all movies in movie library will be shown with path marker and will be sorted below them.
cs: Videa v seznamu budou zobrazena s označenou složkou a budou seřazena sestupně

source: Use movie library path selection as marker within movies in library:
cs: Použít složku videa jako záložku v seznamu :

source: If enabled only the movie library path selections will be used as marker otherwise each sub directory will be shown as path marker in movie library view.
cs: Složka bude použita pouze jako značka, jinak bude každá pod-složka zobrazena v náhledu jako další umístění

source: Minimum movie count to show path marker in movie library view:
cs: Zobrazený minimální počet souborů videa v knihovně :

source: The minimum selected number of movies must be in one directory to show the path marker in movie library view.
cs: Minimální počet filmů, které musí být v jedné složce pro zobrazení v knihovně

source: Show disk usage in description:
cs: Zobrazit v popisu využití disku :

source: Displays the disk usage in the description. (Leave it disabled if you have performance problems at the start of the movie list)
cs: Zobrazit v popisu využití disku, může to zpomalit otevírání seznamu

source: Show directory size in movie list:
cs: Zobrazit v seznamu velikost složky :

source: Displays the size from directories in movie list.
cs: Zobrazit v seznamu velikost složky

source: Show decimal points:
cs: Zobrazit počet desetinných míst :

source: Here you can choose how many decimal points for the directory size in the movie list will be displayed.
cs: Počet desetinných míst při zobrazení velikosti složky pro pro video

source: Load Length of Movies in Movielist:
cs: Načíst do seznamu délku videa :

source: This option is for many of the functions from the Advanced Movie Selection necessary. If this option is disabled are many functions not available.
cs: Tato volba je pro více funkcí z Advanced Movie Selection. Pokud ji nezapnete, nebudou některé funkce dostupné.

source: Show list options in extensions menu from movielist:
cs: Zobrazit v interním menu seznam voleb stylu :

source: Displays the various list view options in the menu at the movie list (Progressbar,View folders...).
cs: Zobrazit v menu různé typy seznamu

source: Show mark movie in extensions menu from movielist:
cs: Označit v interním menu video jako shlédnuté :

source: Displays mark movie as seen/unseen in the menu at the movie list.
cs: Zobrazit v menu označení videa jako shlédnuté / neshlédnuté

source: Mark movie as seen at position (in percent):
cs: Označit video jako shlédnuté od pozice (v proc.) :

source: With this option you can assign as when a film is marked as seen.
cs: Označení videa jako již shlédnuté

source: Show movie plugins in extensions menu from movielist:
cs: Zobrazit v interním menu další moduly :

source: Displays E2 movie list extensions in the menu at the movie list.
cs: Zobrazit další moduly Enigma2 v menu seznamu videa (střihový editor, DVD vypalování atd.)

source: Show color key setup in extensions menu from movielist:
cs: Zobrazit v interním menu nastavení barevných tlačítek :

source: Displays color key setup option in the menu at the movie list.
cs: Zobrazit v menu nastavení barevných tlačítek

source: Show sort options in extensions menu from movielist:
cs: Zobrazit v interním menu volbu seřazení :

source: Displays sorting function in the menu at the movie list.
cs: Zobrazit v menu funkci pro seřazení

source: Show list styles in extensions menu from movielist:
cs: Zobrazit v interním menu typy seznamu :

source: Displays various lists typs in the menu at the movie list (Minimal,Compact...).
cs: Zobrazit různé typy seznamu videa (minimální, kompaktní atd.)

source: Show delete option in extensions menu from movielist:
cs: Zobrazit v interním menu volby pro odstranění :

source: Displays the movie delete function in the menu at the movie list.
cs: Zobrazit v menu funkci pro odstranění videa

source: Show move/copy option in extensions menu from movielist:
cs: Zobrazit v interním menu volby pro přesun / kopírování :

source: Displays the movie move/copy function in the menu at the movie list.
cs: Zobrazit v menu funkci pro přesun / kopírování videa

source: Show move/copy progress on begin/end:
cs: Zobrazit průběh kopírování/přesunu od začátku do konce :

source: Show the movie move/copy progress on begin and show notification on end of move/copy action.
cs: Zobrazit průběh kopírování/přesunu, nahlásit začátek a konec

source: Show movie search in extensions menu from movielist:
cs: Zobrazit v interním menu hledání videa :

source: Displays the movie search function in the menu at the movie list.
cs: Zobrazit v menu funkci pro hledání videa

source: Show covers in movielist:
cs: Zobrazit v seznamu potisk videa :

source: Displays the cover in the movie list.
cs: Zobrazit v seznamu potisk videa

source: Set coversize:
cs: Nastavená velikost potisku :

source: Here you can determine the coverfile size for the download/save.
cs: Nastavení velikosti potisku pro stahování a uložení

source: Download cover from TMDB after timer is finished:
cs: Stáhnout potisk z TMDB po dokončení časovače :

source: If this function is enabled the cover is automatically downloaded from TMDB after timer is finished.
cs: Potisk videa bude po dokončení časovače automaticky stažený z TMDB

source: Show D/L and store info/cover in movielist extensions menu:
cs: Zobrazit v rozšířeném menu seznamu D/L a uložení info/potisku

source: Displays movie info/cover options in the menu at the movie list.
cs: Zobrazit v rozšířeném menu seznamu volby pro info/potisk

source: Show D/L and store ALL info/cover in movielist extensions menu:
cs: Zobrazit v rozšířeném menu seznamu D/L a uložení všeho infa/potisku

source: Displays download and save movie info/cover for all movies options in the menu at the movie list.
cs: Zobrazit v rozšířeném menu seznamu stahování a uložit info/potisk pro všechny volby videa

source: Show delete info and cover in extensions menu from movielist:
cs: Zobrazit v rozšířeném menu seznamu info o odebrání a potisku

source: Displays delete movie info and cover function in the menu at the movie list.
cs: Zobrazit v rozšířeném menu seznamu info o odebrání a funkce potisku

source: Show delete cover in extensions menu from movielist:
cs: Zobrazit v rozšířeném menu seznamu odebrání potisku :

source: Displays delete cover function in the menu at the movie list.
cs: Zobrazit v rozšířeném menu seznamu funkce pro odebrání potisku

source: Show delete movie info in extensions menu from movielist:
cs: Zobrazit v rozšířeném menu seznamu info videa :

source: Displays delete movie info function in the menu at the movie list.
cs: Zobrazit v rozšířeném menu seznamu info funkce odebrání videa

source: Show Provider Logo:
cs: Zobrazit logo kanálu v orig.velikosti :

source: Displays the Provider Logo when no Cover available.
cs: Pokud nebude dostupný potisk videa, vložit na jeho místo logo kanálu

source: Show update genre in extensions menu from movielist:
cs: Zobrazit v interním menu aktualizované žánry ze seznamu :

source: Displays Update all genre in meta from eit options in the menu at the movie list.
cs: Zobrazit v menu aktualizaci všech meta-žánrů

source: Show Provider Logo in original size:
cs: Zobrazit logo kanálu v orig.velikosti :

source: Displays the Provider Logo in original size. Otherwise, the provider logo be displayed zoomed up to cover size.
cs: Zobrazit logo kanálu v orig.velikosti. Jinak bude logo zvětšené na velikost potisku.

source: Provider Logo path:
cs: Složka loga kanálu :

source: Where to look for the provider logos? (Default is /usr/share/enigma2/picon)
cs: Kde hledat logo operátora ? Předvoleno : /usr/share/enigma2/picon.

source: Show rename in extensions menu from movielist:
cs: Zobrazit v interním menu přejmenování :

source: Displays rename function in the menu at the movie list.
cs: Zobrazit v menu funkci pro přejmenování

source: Show TMDb Info & D/L in extensions menu from movielist:
cs: Zobrazit v interním menu TMDb Info & D/L :

source: Displays TMDb Info & D/L in the menu at the movie list.
cs: Zobrazit v menu TMDb Info & D/L

source: Show TheTVDB Info & D/L in extensions menu from movielist:
cs: Zobrazit v interním menu TVDB Info & D/L :

source: Displays TheTVDB Info & D/L in the menu at the movie list.
cs: Zobrazit v menu TVDB Info & D/L

source: Jump to first mark when starts playing movie:
cs: Přejít na první značku při startu přehrávání videa :
