Repository: Roxy1139/enigma2-plugins
Catalog: ofdb/po/*.po
Languages: cs

source: Ambiguous results
cs: Nejednoznačný výsledek

source: Cast:
cs: Obsazení :

source: Channel Selection
cs: Seznam kanálů

source: Could't get Eventname
cs: Zadání pro hledání není k dispozici

source: Details
cs: Detaily

source: Downloading Movie Poster: %s...
cs: Stažení obalu : %s...

source: Exit
cs: Konec

source: Lookup
cs: Hledat

source: No OFDb match.
cs: Žádná shoda s OFDb

source: No cast list found in the database.
cs: Žádné obsazení není v databázi k dispozici

source: No details found.
cs: Žádní detaily nejsou k dispozici

source: OFDb Details parsed
cs: OFDb detaily jsou k dispozici

source: OFDb Download completed
cs: Stažení z OFDb bylo dokončeno

source: OFDb Download failed
cs: Stažení z OFDb selhalo

source: OFDb Plugin
cs: OFDb modul

source: OFDb Re-Download completed
cs: Obnovené stahování z OFDb bylo dokončeno

source: OFDb query failed!
cs: Dotaz do OFDb nebyl úspěšný !

source: Please select the matching entry
cs: Vyberte odpovídající zadání

source: Query OFDb: %s...
cs: Dotaz do OFDb na : %s...

source: Query details from the Online-Filmdatenbank
cs: --dotaz na detaily z Online filmové databáze OFRb

source: Re-Query OFDb: %s...
cs: Obnovený dotaz do OFDb na : %s...

source: The Online-Filmdatenbank
cs: Online - filmová databanka

source: Title Menu
cs: Výběr titulu

source: no user rating yet
cs: žádné ohodnocení není k dispozici
